{
  "question": "A 62-year-old female with a history of chronic low back pain, and a recent MRI showed significant lumbar spine degeneration. In addition to the back pain, she complains of bilateral buttock pain and occasional right lower extremity radicular symptoms. She has failed conservative treatments, including physical therapy and NSAIDs. Given her symptoms and the findings of the MRI, what is the most suitable next step in her management?",
  "similar_contexts": [
    {
      "context": " \n32 \nWashington State Department of Labor & Industries Surgical Guideline for Lumbar Spine—Effective September 2021; Minor \nFormatting Updates April 2023 \n Asymmetric reflex changes.  \n Positive EMG demonstrates acute denervation (fibrillation and sharp waves).[28, 29, 78, 79] \n5. Decompression for Lateral Recess/Foraminal Stenosis \nLumbar foraminal stenosis (caused by compression of the spinal nerves as they exit the spinal canal \nthrough the foraminae) and lateral recess stenosis (caused by compression of the spinal nerves in the \nlateral recess of the spinal canal) are common causes of symptomatic lumbar radiculopathy that can \noften be overlooked due to the location of the narrowing at the bony exit of the nerve root.[103] \nNon-operative treatment is recommended initially for the treatment of foraminal stenosis, with studies \ndemonstrating the effectiveness of active rehabilitation, manual medicine, NSAIDs, and epidural steroid \ninjections.[104] Various surgical techniques have shown benefit in treating foraminal stenosis.[105-109]  \nDecompression for lateral recess/foraminal stenosis is a covered procedure when CT-Myelogram or MRI \ncorroborate subjective and objective findings with substantial disc herniation that results in one or more \nof the following on the nerve root: effacement, abutment, displacement, or compression (stenosis). \nMild to moderate disc protrusion not associated with the previous terms is not considered a positive \nobjective imaging sign. \nIn addition to imaging, two or more of the following objective symptoms must be present: \n Dermatomal sensory deficit on exam.[74] \n Motor deficit (e.g., foot drop or quadriceps weakness).[74, 75] \n Positive dural tension signs (e.g., straight leg test, contralateral straight leg test/crossover \nsign).[54, 76, 77] \n Asymmetric reflex changes.  \n Positive EMG demonstrates acute denervation (fibrillation and sharp waves)[28, 29, 78, 79]. \n6. Decompression for Acute Cauda Equina Syndrome \nAcute cauda equina syndrome (CES) is a rare, compressive disorder of the lumbosacral nerve roots \nbelow the tip of the conus medullaris. Only a small number of patients who present with low back pain \nwill have CES, with an estimated prevalence of 0.04%.[110] It is characterized by multiple lumbo-sacral \nsensory-motor deficits which may have disabling long term consequences, and it requires immediate \nsurgical attention.[111] Due to the emergent nature of CES, controlled studies are not feasible and the \nliterature is limited to case series, case studies and narrative reviews.  \n \nCES has been reported to result from the following work- and non-work-related conditions:[112, 113]  \n Disc herniation (most common cause; most often central herniation). \n Trauma (e.g. gunshot wound, vertebral fracture). ",
      "similarity_score": 0.85115176
    },
    {
      "context": " \n35 \nWashington State Department of Labor & Industries Surgical Guideline for Lumbar Spine—Effective September 2021; Minor \nFormatting Updates April 2023 \nneuromobilization, flexion/distraction, general fitness, strengthening, or Cognitive Behavioral \nTherapy/Self-management. \nSurgery may be considered appropriate if proper subjective, objective, and imaging criteria are met. \nImaging must include both X-ray flexion and extension views, MRI or CT-Myelogram that demonstrates \nmoderate to severe central spinal stenosis and lumbar instability, defined as one or more of the \nfollowing: Spondylolisthesis ≥ Grade 2, ≥ 4mm of anterior / posterior translation at L3-4 and L4-5, ≥ 5mm \nof translation at L5-S1, or ≥ 11⁰ end plate angular change at a single level, compared to an adjacent \nlevel. \nThe patient should also have findings of 1) neurogenic claudication, defined as radiating leg pain that is \nexacerbated while standing up and walking, immediate relief of neurogenic symptoms when seated, and \nimprovement of symptoms when bending forward, or 2) radiculopathy, defined as sensory symptoms in \ndermatomal distribution including radiating pain, burning, numbness, tingling or paresthesia. \n2. Prior Decompression at the Same Level \nWhile decompression can be an appropriate first line procedure for treating many conditions in the \nlumbar spine, some patients may experience new onset of significant pain and disability in the months \nfollowing surgery.[136, 137] In many cases, this can be adequately addressed through non-operative care \nincluding physical therapy, pharmacologic therapy, epidural injections, behavioral modifications, and \nother appropriate measures.[136, 138] \nIn situations when lumbar fusion is considered for treating new onset of symptoms, evidence for \neffectiveness is weak, with studies finding no significant difference between surgical care and \nconservative care in Oswestry Disability Index scores following surgery, and showing less than 50% of \npatients reporting significant symptom relief following surgery.[136, 139] \nWhen non-operative care has failed, lumbar fusion may be considered an appropriate procedure in \npatients who have previously undergone a decompressive procedure and demonstrate new onset of \nlumbar segment instability, symptomatic central stenosis, or severe radiculopathy at the same level of \nprevious decompression.   \nClinical findings should include Spondylolisthesis ≥ Grade 2,  ≥ 4mm of anterior / posterior translation at \nL3-4 and L4-5, ≥ 5mm of translation at L5-S1, or ≥ 11⁰ end plate angular change at a single level \ncompared to an adjacent level, Lumbar segment instability at the same level, rotational deformity or \nother conditions leading to a progressive measurable deformity, objective signs and symptoms \ncompatible with neurogenic claudication or lumbar radiculopathy confirmed by a detailed neurological \nexamination, or positive EMG demonstrating acute denervation (fibrillation and sharp waves). MRI or CT \nwith contrast (with or without myelography) must confirm findings of moderate to severe central, \nlateral recess, or foraminal stenosis at the same location as previous decompressive procedure. ",
      "similarity_score": 0.8503398
    },
    {
      "context": " \n37 \nWashington State Department of Labor & Industries Surgical Guideline for Lumbar Spine—Effective September 2021; Minor \nFormatting Updates April 2023 \nlower return to work rate than patients undergoing repeat decompression alone at 2-years, along with \nincreased opioids supplied, and an overall higher cost of care.[145] \nPrior to lumbar fusion surgical consideration, and in the absence of documented substantial or \nprogressive motor weakness, at least six months of non-operative therapy with a non-operative spine \nspecialist is required. Following ≥2 previous discectomies at the same level, lumbar fusion may be \nappropriate in the following situation: Recent (within 6 months) MRI with contrast* confirms an equal or \nlarger disc herniation at the same location as the previously operated disc herniation, or indicates \ninstability defined as one or more of the following: Spondylolisthesis ≥ Grade 2, ≥ 4mm of anterior / \nposterior translation at L3-4 and L4-5, ≥ 5mm of translation at L5-S1, or ≥ 11⁰ end plate angular change \nat a single level, compared to an adjacent level. And findings of two or more of the following:   \n Dermatomal sensory deficit on exam.[74] \n Motor deficit (e.g., foot drop or quadriceps weakness).[74, 75] \n Positive dural tension signs (e.g., straight leg test, contralateral straight leg test/crossover \nsign).[54, 76, 77] \n Asymmetric reflex changes. \n Positive EMG demonstrates acute denervation (fibrillation and sharp waves).[78, 79] \nTo improve the identification of appropriate candidates for repeat surgical interventions, use of an \nimaging contrast medium is required when requesting approval of a repeat decompression surgery, \nunless otherwise contraindicated*. Studies have demonstrated the ability of Gadolinium enhanced \nimaging to aid in differentiation of disc herniation and peridural scarring.[28, 29] L&I considers this \ndistinction especially important, as long-term studies have shown worse outcomes for workers’ \ncompensation patients undergoing surgery compared to patients with other forms of coverage.[41, 65] \n*Non-contrast MRI or CT Myelogram would be acceptable if there is a contraindication to Gadolinium. \nIdentified relative and absolute contraindications to use of a contrast/Gadolinium medium include[30]: \n Relative contraindications: \no Certain medications, such as β-blockers, nonsteroidal anti-inflammatories (NSAIDs), and \ninterleukin-2. \n Absolute contraindications: \no Prior adverse reaction to contrast medium(s). \no History of asthma, allergies, heart disease, or underlying renal disease. \n5. Foraminal Stenosis \nLumbar foraminal stenosis is a common cause of symptomatic lumbar radiculopathy that can often be \noverlooked due to the location of the narrowing at the bony exit of the nerve root.[103] Non-operative \ntreatment is recommended initially for the treatment of foraminal stenosis, with studies demonstrating \nthe effectiveness of active rehabilitation, manual medicine, NSAIDs, and epidural steroid injections.[104] ",
      "similarity_score": 0.85007393
    },
    {
      "context": " \n \n8 \nWashington State Department of Labor & Industries Surgical Guideline for Lumbar Spine—Effective September 2021; Minor Formatting Updates April 2023 \nA request may be \nappropriate for If the patient has AND the diagnosis is supported by these clinical \nfindings: AND this has been done \nSurgical Procedure Condition or Diagnosis Subjective Objective Imaging Non-operative care \nLumbar \nlaminectomy or \nlaminotomy with \nexcision of \nintraspinal/extradu\nral benign mass \n \nSynovial Cyst Sensory symptoms in \ndermatomal distribution \nmay include:  \nRadiating pain, burning, \nnumbness, tingling or \nparesthesia.  \nObjective findings must \ninclude 2 or more of the \nfollowing: \n Dermatomal sensory \ndeficit on exam. \n Motor deficit (e.g., foot \ndrop or quadriceps \nweakness). \n Positive dural tension \nsigns* (e.g., straight leg \ntest, contralateral \nstraight leg \ntest/crossover sign). \n Asymmetric reflex \nchanges. \n Positive EMG \ndemonstrates acute \ndenervation (fibrillation \nand sharp waves) \ncorresponding with the \nlevel of intended \nsurgery. \n \n*Reproduction of back pain \nalone is not a positive \nfinding \n \n \n \nCT-Myelogram or MRI (within 6 \nmonths of requested surgery)  \nmust corroborate subjective and \nobjective findings of a synovial \ncyst, resulting in one or more of \nthe following on the nerve root: \n Effacement \n Abutment \n Displacement \n Compression  \n Stenosis \n \n \nIn the case of discordant \nreading between surgeon and \nradiologist that is unresolvable \nfollowing review, another \nindependent radiologist review \nis required.  \n \nAt least six weeks of \nnon-operative care \nfrom the date of injury, \nunless substantial or \nprogressive motor \nweakness is \ndocumented. \n \nCare may include: \n Active \nrehabilitation \n Manual medicine \n Pharmacologic \ntherapy \n Epidural steroid \ninjection \n ",
      "similarity_score": 0.8486153
    }
  ]
}